httpsfinder.version = 0.91
httpsfinder.description = T\u1ef1 \u0111\u1ed9ng ph\u00e1t hi\u1ec7n v\u00e0 th\u00f4ng b\u00e1o khi SSL s\u1eb5n s\u00e0ng tr\u00ean m\u1ed9t trang web. T\u1ef1 \u0111\u1ed9ng t\u1ea1o th\u00eam m\u1ed9t quy \u0111\u1ecbnh (rule) cho HTTPS Everywhere
httpsfinder.main.noThanks = Kh\u00f4ng, c\u1ea3m \u01a1n.
httpsfinder.main.noThanksKey = N
httpsfinder.main.rememberSetting = L\u01b0u thi\u1ebft l\u1eadp
httpsfinder.main.rememberSettingKey = S
httpsfinder.main.autoForwardRulePrompt = \u0110\u00e3 chuy\u1ec3n ch\u1ebf \u0111\u1ed9 HTTPS. L\u01b0u quy \u0111\u1ecbnh (rule) n\u00e0y cho HTTPS Everywhere? (Ch\u00fa \u00fd: D\u1ecbch v\u1ee5 \u0111\u01b0\u1ee3c cung c\u1ea5p qua HTTPS c\u00f3 th\u1ec3 kh\u00e1c v\u1edbi phi\u00ean b\u1ea3n HTTP)
httpsfinder.main.saveRulePrompt = L\u01b0u quy \u0111\u1ecbnh (rule) n\u00e0y cho HTTPS Everywhere? (Ch\u00fa \u00fd: D\u1ecbch v\u1ee5 \u0111\u01b0\u1ee3c cung c\u1ea5p qua HTTPS c\u00f3 th\u1ec3 kh\u00e1c v\u1edbi phi\u00ean b\u1ea3n HTTP)
httpsfinder.main.noRedirect = Kh\u00f4ng ph\u1ea3i b\u00e2y gi\u1edd
httpsfinder.main.noRedirectKey = N
httpsfinder.main.yesRedirect = V\u00e2ng, chuy\u1ec3n HTTPS
httpsfinder.main.yesRedirectKey = Y
httpsfinder.main.httpsFoundPrompt = Trang n\u00e0y c\u00f3 v\u1ebb c\u00f3 phi\u00ean b\u1ea3n \u0111\u00e3 \u0111\u01b0\u1ee3c m\u00e3 h\u00f3a. B\u1ea1n mu\u1ed1n xem kh\u00f4ng?
httpsfinder.main.ruleAddedTitle = \u0110\u00e3 th\u00eam thi\u1ebft l\u1eadp.
httpsfinder.main.ruleAddedText = Thi\u1ebft l\u1eadp s\u1ebd \u0111\u01b0\u1ee3c th\u1ef1c thi b\u1edfi HTTPS-Everywhere sau khi tr\u00ecnh duy\u1ec7t kh\u1edfi \u0111\u1ed9ng l\u1ea1i.
httpsfinder.main.whitelist = Th\u00eam v\u00e0o danh s\u00e1ch an to\u00e0n.
httpsfinder.main.whitelistKey = A
httpsfinder.main.whitelistAdded = Thi\u1ebft l\u1eadp v\u1ec1 t\u00ean mi\u1ec1n (domain) n\u00e0y \u0111\u00e3 \u0111\u01b0\u1ee3c th\u00eam v\u00e0o danh s\u00e1ch an to\u00e0n.
httpsfinder.main.getHttpsEverywhereKey = G
httpsfinder.main.getHttpsEverywhere = T\u1ea3i HTTPS Everywhere
httpsfinder.main.NoHttpsEverywhere = H\u00ecnh nh\u01b0 b\u1ea1n ch\u01b0a c\u00e0i HTTPS Everywhere. Thi\u1ebft l\u1eadp v\u1eabn \u0111\u01b0\u1ee3c l\u01b0u nh\u01b0ng s\u1ebd kh\u00f4ng \u0111\u01b0\u1ee3c th\u1ef1c thi cho \u0111\u1ebfn khi b\u1ea1n c\u00e0i n\u00f3.
httpsfinder.main.restartPrompt = Thi\u1ebft l\u1eadp s\u1ebd \u0111\u01b0\u1ee3c th\u1ef1c thi khi Firefox kh\u1edfi \u0111\u1ed9ng l\u1ea1i. Kh\u1edfi \u0111\u1ed9ng l\u1ea1i ngay b\u00e2y gi\u1edd ch\u1ee9? (C\u00e1c th\u1ebb \u0111ang m\u1edf s\u1ebd \u0111\u01b0\u1ee3c l\u01b0u)
httpsfinder.main.restartPromptPrivate = Thi\u1ebft l\u1eadp s\u1ebd \u0111\u01b0\u1ee3c th\u1ef1c thi khi Firefox kh\u1edfi \u0111\u1ed9ng l\u1ea1i. Kh\u1edfi \u0111\u1ed9ng l\u1ea1i ngay b\u00e2y gi\u1edd ch\u1ee9? C\u00e1c th\u1ebb \u0111ang m\u1edf s\u1ebd KH\u00d4NG \u0111\u01b0\u1ee3c l\u01b0u (Ch\u1ebf \u0111\u1ed9 ri\u00eang t\u01b0 \u0111ang b\u1eadt)
httpsfinder.main.restartYes = Kh\u1edfi \u0111\u1ed9ng l\u1ea1i ngay
httpsfinder.main.restartYesKey = N
httpsfinder.main.restartNo = Kh\u1edfi \u0111\u1ed9ng l\u1ea1i sau
httpsfinder.main.restartNoKey = l
httpsfinder.main.tempWhitelistedTitle = T\u1ea1m th\u1eddi x\u1ebfp v\u00e0o danh s\u00e1ch an to\u00e0n
httpsfinder.main.tempWhitelistedBody = T\u00ean mi\u1ec1n \u0111\u01b0\u1ee3c th\u00eam v\u00e0o danh s\u00e1ch an to\u00e0n t\u1ea1m th\u1eddi (hi\u1ec7u l\u1ef1c trong phi\u00ean l\u00e0m vi\u1ec7c n\u00e0y).
httpsfinder.overlay.whitelistReset = Danh s\u00e1ch an to\u00e0n v\u00e0 k\u1ebft qu\u1ea3 ph\u00e1t hi\u1ec7n phi\u00ean l\u00e0m vi\u1ec7c \u0111\u00e3 \u0111\u01b0\u1ee3c x\u00f3a.
httpsfinder.preference.noResultsPB = Kh\u00f4ng c\u00f3 k\u1ebft qu\u1ea3 n\u00e0o \u0111\u01b0\u1ee3c l\u01b0u trong ch\u1ebf \u0111\u1ed9 ri\u00eang t\u01b0.
httpsfinder.main.selfSignedAlert = Trang n\u00e0y cung c\u1ea5p m\u1ed9t ch\u1ee9ng ch\u1ec9 t\u1ef1 k\u00fd (self-signed certificate) cho HTTPS. Th\u00eam v\u00e0o danh s\u00e1ch an to\u00e0n ho\u1eb7c chuy\u1ec3n t\u1edbi trang HTTPS v\u00e0 th\u00eam ngo\u1ea1i l\u1ec7. CH\u00da \u00dd: HTTPS Finder s\u1ebd kh\u00f4ng b\u1eaft bu\u1ed9c HTTPS tr\u00ean c\u00e1c trang t\u1ef1 k\u00fd ch\u1ee9ng ch\u1ec9. T\u1ea1o m\u1ed9t thi\u1ebft l\u1eadp n\u1ebfu b\u1ea1n mu\u1ed1n lu\u00f4n lu\u00f4n xem qua HTTPS.
httpsfinder.rulePreview.overwriteConfirm = Ghi \u0111\u00e8 thi\u1ebft l\u1eadp \u0111\u00e3 c\u00f3?