httpsfinder.version = 0.80
httpsfinder.description = Automaticamente detecta e alerta quando SSL (protoc\u00f3lo de seguran\u00e7a) est\u00e1 dispon\u00edvel numa p\u00e1gina da web. Automatiza a cria\u00e7\u00e3o de uma regra para uso do aditivo HTTPS Everywhere.
httpsfinder.main.noThanks = Agora N\u00c3O!
httpsfinder.main.noThanksKey = N
httpsfinder.main.rememberSetting = SIM, salve a regra!
httpsfinder.main.rememberSettingKey = S
httpsfinder.main.autoForwardRulePrompt = For\u00e7ado HTTPS. Salvar esta regra para uso do aditivo HTTPS Everywhere? (Aten\u00e7\u00e3o: Servi\u00e7os oferecidos em p\u00e1ginas HTTPS podem divergir em rela\u00e7\u00e3o a vers\u00e3o HTTP)
httpsfinder.main.saveRulePrompt = Salvar esta regra para uso do aditivo HTTPS Everywhere? (Aten\u00e7\u00e3o: Servi\u00e7os oferecidos em p\u00e1ginas HTTPS podem divergir em rela\u00e7\u00e3o a vers\u00e3o HTTP)
httpsfinder.main.noRedirect = Agora N\u00c3O!
httpsfinder.main.noRedirectKey = N
httpsfinder.main.yesRedirect = SIM, redirecione para HTTPS!
httpsfinder.main.yesRedirectKey = S
httpsfinder.main.httpsFoundPrompt = Parece que tem uma vers\u00e3o HTTPS desta p\u00e1gina (encriptada). Gostaria de transferir para ela agora?
httpsfinder.main.ruleAddedTitle = Regra adicionada.
httpsfinder.main.ruleAddedText = Regra ser\u00e1 usada pelo aditivo HTTPS Everywhere depois da reinicializa\u00e7\u00e3o do navegador.
httpsfinder.main.whitelist = ADICIONE \u00e0 Lista Branca
httpsfinder.main.whitelistKey = A
httpsfinder.main.whitelistAdded = Regra do dom\u00ednio adicionada na Lista Branca
httpsfinder.main.getHttpsEverywhereKey = B
httpsfinder.main.getHttpsEverywhere = BAIXAR o aditivo HTTPS Everywhere
httpsfinder.main.NoHttpsEverywhere = N\u00e3o foi detectado que esteja instalado o aditivo HTTPS Everywhere. Regras ser\u00e3o salvas, mas n\u00e3o usadas at\u00e9 que seja instalado o aditivo HTTPS Everywhere.
httpsfinder.main.restartPrompt = Regra ser\u00e1 usada pelo aditivo HTTPS Everywhere depois da reinicializa\u00e7\u00e3o do navegador. Reiniciar agora? (abas da sess\u00e3o ser\u00e3o salvas)
httpsfinder.main.restartPromptPrivate = Regra ser\u00e1 usada pelo aditivo HTTPS Everywhere depois da reinicializa\u00e7\u00e3o do navegador. Reiniciar agora? (abas da sess\u00e3o N\u00c3O ser\u00e3o salvas pois navega\u00e7\u00e3o privada est\u00e1 em curso)
httpsfinder.main.restartYes = Reiniciar AGORA!
httpsfinder.main.restartYesKey = A
httpsfinder.main.restartNo = Reiniciar DEPOIS!
httpsfinder.main.restartNoKey = D
httpsfinder.main.tempWhitelistedTitle = Lista Branca tempor\u00e1ria
httpsfinder.main.tempWhitelistedBody = Dom\u00ednio adicionado \u00e0 Lista Branca tempor\u00e1ria da sess\u00e3o.
httpsfinder.overlay.whitelistReset = Lista Branca e detec\u00e7\u00e3o da sess\u00e3o apagadas.
httpsfinder.preference.noResultsPB = Resultados N\u00c3O s\u00e3o salvos no modo de navega\u00e7\u00e3o privativa.





httpsfinder.main.selfSignedAlert = This page offered a self-signed certificate for HTTPS. Add to whitelist, or go to the HTTPS page and add the exception. NOTE: HTTPS Finder won't enforce HTTPS on self signed sites. Create a rule if you want to always go HTTPS.
httpsfinder.rulePreview.overwriteConfirm = "Overwrite existing rule?"