httpsfinder.version = 0.91
httpsfinder.description = \u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u0435\u0441\u043a\u0438 \u043e\u0431\u043d\u0430\u0440\u0443\u0436\u0438\u0432\u0430\u0435\u0442 \u0438 \u0441\u043e\u043e\u0431\u0449\u0430\u0435\u0442, \u0435\u0441\u043b\u0438 \u0434\u043b\u044f \u0434\u0430\u043d\u043d\u043e\u0439 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u044b \u0434\u043e\u0441\u0442\u0443\u043f\u043d\u043e SSL. \u0410\u0432\u0442\u043e\u043c\u0430\u0442\u0438\u0447\u0435\u0441\u043a\u0438 \u0441\u043e\u0437\u0434\u0430\u0451\u0442 \u043f\u0440\u0430\u0432\u0438\u043b\u0430 \u0434\u043b\u044f HTTPS Everywhere.
httpsfinder.main.noThanks = \u041d\u0435 \u0441\u0435\u0439\u0447\u0430\u0441
httpsfinder.main.noThanksKey = N
httpsfinder.main.rememberSetting = \u0421\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c \u043f\u0440\u0430\u0432\u0438\u043b\u043e
httpsfinder.main.rememberSettingKey = S
httpsfinder.main.autoForwardRulePrompt = HTTPS \u0441\u043e\u0435\u0434\u0438\u043d\u0435\u043d\u0438\u0435 \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d\u043e. \u0421\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c \u044d\u0442\u043e \u043f\u0440\u0430\u0432\u0438\u043b\u043e \u0434\u043b\u044f HTTPS Everywhere? (\u041f\u0440\u0438\u043c\u0435\u0447\u0430\u043d\u0438\u0435: \u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0438 \u0441\u0435\u0440\u0432\u0438\u0441\u044b HTTPS \u043c\u043e\u0433\u0443\u0442 \u043e\u0442\u043b\u0438\u0447\u0430\u0442\u044c\u0441\u044f \u043e\u0442 HTTP \u0432\u0435\u0440\u0441\u0438\u0438)
httpsfinder.main.saveRulePrompt = \u0421\u043e\u0445\u0440\u0430\u043d\u0438\u0442\u044c \u044d\u0442\u043e \u043f\u0440\u0430\u0432\u0438\u043b\u043e \u0434\u043b\u044f HTTPS Everywhere? (\u041f\u0440\u0438\u043c\u0435\u0447\u0430\u043d\u0438\u0435: \u0421\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u0438 \u0441\u0435\u0440\u0432\u0438\u0441\u044b HTTPS \u043c\u043e\u0433\u0443\u0442 \u043e\u0442\u043b\u0438\u0447\u0430\u0442\u044c\u0441\u044f \u043e\u0442 HTTP \u0432\u0435\u0440\u0441\u0438\u0438)
httpsfinder.main.noRedirect = \u041d\u0435 \u0441\u0435\u0439\u0447\u0430\u0441
httpsfinder.main.noRedirectKey = N
httpsfinder.main.yesRedirect = \u0414\u0430, \u043f\u0435\u0440\u0435\u0439\u0442\u0438 \u043a HTTPS
httpsfinder.main.yesRedirectKey = Y
httpsfinder.main.httpsFoundPrompt = \u042d\u0442\u043e \u043f\u043e\u0445\u043e\u0436\u0435 \u043d\u0430 \u0437\u0430\u0448\u0438\u0444\u0440\u043e\u0432\u0430\u043d\u043d\u0443\u044e \u0432\u0435\u0440\u0441\u0438\u044e \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u044b. \u0412\u044b \u0436\u0435\u043b\u0430\u0435\u0442\u0435 \u043f\u0435\u0440\u0435\u0439\u0442\u0438 \u043d\u0430 \u043d\u0435\u0451?
httpsfinder.main.ruleAddedTitle = \u041f\u0440\u0430\u0432\u0438\u043b\u043e \u0434\u043e\u0431\u0430\u0432\u043b\u0435\u043d\u043e
httpsfinder.main.ruleAddedText = \u041f\u0440\u0430\u0432\u0438\u043b\u0430 \u0431\u0443\u0434\u0443\u0442 \u043f\u0440\u0438\u043c\u0435\u043d\u0435\u043d\u044b \u043a HTTPS-Everywhere \u043f\u043e\u0441\u043b\u0435 \u043f\u0435\u0440\u0435\u0437\u0430\u043f\u0443\u0441\u043a\u0430 \u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0430.
httpsfinder.main.whitelist = \u0414\u043e\u0431\u0430\u0432\u0438\u0442\u044c \u0432 \u0431\u0435\u043b\u044b\u0439 \u0441\u043f\u0438\u0441\u043e\u043a
httpsfinder.main.whitelistKey = A
httpsfinder.main.whitelistAdded = \u041f\u0440\u0430\u0432\u0438\u043b\u043e \u0434\u043b\u044f \u0434\u043e\u043c\u0435\u043d\u0430 \u0434\u043e\u0431\u0430\u0432\u043b\u0435\u043d\u043e \u0432 \u0431\u0435\u043b\u044b\u0439 \u0441\u043f\u0438\u0441\u043e\u043a
httpsfinder.main.getHttpsEverywhereKey = G
httpsfinder.main.getHttpsEverywhere = \u0421\u043a\u0430\u0447\u0430\u0442\u044c HTTPS Everywhere
httpsfinder.main.NoHttpsEverywhere = \u041d\u0435 \u043f\u043e\u0445\u043e\u0436\u0435, \u0447\u0442\u043e \u0443 \u0412\u0430\u0441 \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u043b\u0435\u043d HTTPS Everywhere. \u041f\u0440\u0430\u0432\u0438\u043b\u0430 \u0431\u0443\u0434\u0443\u0442 \u0441\u043e\u0445\u0440\u0430\u043d\u0435\u043d\u044b, \u043d\u043e \u043d\u0435 \u0431\u0443\u0434\u0443\u0442 \u043f\u0440\u0438\u043c\u0435\u043d\u044f\u0442\u044c\u0441\u044f, \u043f\u043e\u043a\u0430 \u0412\u044b \u043d\u0435 \u0443\u0441\u0442\u0430\u043d\u043e\u0432\u0438\u0442\u0435 HTTPS Everywhere.
httpsfinder.main.restartPrompt = \u041f\u0440\u0430\u0432\u0438\u043b\u0430 \u0431\u0443\u0434\u0443\u0442 \u043f\u0440\u0438\u043c\u0435\u043d\u0435\u043d\u044b \u043f\u043e\u0441\u043b\u0435 \u043f\u0435\u0440\u0435\u0437\u0430\u043f\u0443\u0441\u043a\u0430 Firefox. \u041f\u0435\u0440\u0435\u0437\u0430\u043f\u0443\u0441\u0442\u0438\u0442\u044c \u0441\u0435\u0439\u0447\u0430\u0441? (\u0412\u043a\u043b\u0430\u0434\u043a\u0438 \u0431\u0443\u0434\u0443\u0442 \u0441\u043e\u0445\u0440\u0430\u043d\u0435\u043d\u044b)
httpsfinder.main.restartPromptPrivate = \u041f\u0440\u0430\u0432\u0438\u043b\u0430 \u0431\u0443\u0434\u0443\u0442 \u043f\u0440\u0438\u043c\u0435\u043d\u0435\u043d\u044b \u043f\u043e\u0441\u043b\u0435 \u043f\u0435\u0440\u0435\u0437\u0430\u043f\u0443\u0441\u043a\u0430 Firefox. \u041f\u0435\u0440\u0435\u0437\u0430\u043f\u0443\u0441\u0442\u0438\u0442\u044c \u0441\u0435\u0439\u0447\u0430\u0441? \u0412\u043a\u043b\u0430\u0434\u043a\u0438 \u041d\u0415 \u0431\u0443\u0434\u0443\u0442 \u0441\u043e\u0445\u0440\u0430\u043d\u0435\u043d\u044b (\u0432\u043a\u043b\u044e\u0447\u0435\u043d \u0440\u0435\u0436\u0438\u043c \u043f\u0440\u0438\u0432\u0430\u0442\u043d\u043e\u0433\u043e \u043f\u0440\u043e\u0441\u043c\u043e\u0442\u0440\u0430)
httpsfinder.main.restartYes = \u041f\u0435\u0440\u0435\u0437\u0430\u043f\u0443\u0441\u0442\u0438\u0442\u044c \u0441\u0435\u0439\u0447\u0430\u0441
httpsfinder.main.restartYesKey = n
httpsfinder.main.restartNo = \u041f\u0435\u0440\u0435\u0437\u0430\u043f\u0443\u0441\u0442\u0438\u0442\u044c \u043f\u043e\u0442\u043e\u043c
httpsfinder.main.restartNoKey = l
httpsfinder.main.tempWhitelistedTitle = \u0412\u0440\u0435\u043c\u0435\u043d\u043d\u044b\u0439 \u0411\u0435\u043b\u044b\u0439 \u0441\u043f\u0438\u0441\u043e\u043a
httpsfinder.main.tempWhitelistedBody = \u0414\u043e\u043c\u0435\u043d \u0434\u043e\u0431\u0430\u0432\u043b\u0435\u043d (\u043d\u0430 \u0442\u0435\u043a\u0443\u0449\u0443\u044e \u0441\u0435\u0441\u0441\u0438\u044e) \u0432\u043e \u0412\u0440\u0435\u043c\u0435\u043d\u043d\u044b\u0439 \u0411\u0435\u043b\u044b\u0439 \u0441\u043f\u0438\u0441\u043e\u043a.
httpsfinder.overlay.whitelistReset = \u0412\u0440\u0435\u043c\u0435\u043d\u043d\u044b\u0439 \u0411\u0435\u043b\u044b\u0439 \u0441\u043f\u0438\u0441\u043e\u043a \u0438 \u043e\u0431\u043d\u0430\u0440\u0443\u0436\u0435\u043d\u043d\u044b\u0435 \u0437\u0430 \u0441\u0435\u0441\u0441\u0438\u044e \u0440\u0435\u0437\u0443\u043b\u044c\u0442\u0430\u0442\u044b \u043e\u0447\u0438\u0449\u0435\u043d\u044b.
httpsfinder.preference.noResultsPB = \u041d\u0435\u0442 \u0441\u043e\u0445\u0440\u0430\u043d\u0451\u043d\u043d\u044b\u0445 \u0440\u0435\u0437\u0443\u043b\u044c\u0442\u0430\u0442\u043e\u0432 \u0432\u043e \u0432\u0440\u0435\u043c\u044f \u041f\u0440\u0438\u0432\u0430\u0442\u043d\u043e\u0433\u043e \u043f\u0440\u043e\u0441\u043c\u043e\u0442\u0440\u0430
httpsfinder.main.selfSignedAlert = \u042d\u0442\u0430 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0430 \u043f\u0440\u0435\u0434\u043b\u043e\u0436\u0438\u043b\u0430 \u0441\u0430\u043c\u043e-\u043f\u043e\u0434\u043f\u0438\u0441\u0430\u043d\u043d\u044b\u0439 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043a\u0430\u0442 \u0434\u043b\u044f HTTPS. \u0414\u043e\u0431\u0430\u0432\u044c\u0442\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0443 \u0432 \u0431\u0435\u043b\u044b\u0439 \u0441\u043f\u0438\u0441\u043e\u043a \u0438\u043b\u0438 \u0437\u0430\u0439\u0434\u0438\u0442\u0435 \u043d\u0430 HTTPS \u0432\u0435\u0440\u0441\u0438\u044e \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u044b \u0438 \u0434\u043e\u0431\u0430\u0432\u044c\u0442\u0435 \u0435\u0451 \u0432 \u0438\u0441\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u044f Firefox. \u041f\u0420\u0418\u041c\u0415\u0427\u0410\u041d\u0418\u0415: HTTPS Finder \u043d\u0435 \u043e\u0441\u0443\u0449\u0435\u0441\u0442\u0432\u043b\u044f\u0435\u0442 \u043f\u0440\u0438\u043d\u0443\u0434\u0438\u0442\u0435\u043b\u044c\u043d\u044b\u0439 HTTPS \u043d\u0430 \u0441\u0430\u0439\u0442\u0430\u0445 \u0441 \u0441\u0430\u043c\u043e-\u043f\u043e\u0434\u043f\u0438\u0441\u0430\u043d\u043d\u044b\u043c\u0438 \u0441\u0435\u0440\u0442\u0438\u0444\u0438\u043a\u0430\u0442\u0430\u043c\u0438. \u0421\u043e\u0437\u0434\u0430\u0439\u0442\u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u043e \u0435\u0441\u043b\u0438 \u0412\u044b \u0445\u043e\u0442\u0438\u0442\u0435 \u0432\u0441\u0435\u0433\u0434\u0430 \u0437\u0430\u0445\u043e\u0434\u0438\u0442\u044c \u043f\u043e HTTPS.
httpsfinder.rulePreview.overwriteConfirm = \u041f\u0435\u0440\u0435\u043f\u0438\u0441\u0430\u0442\u044c \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u044e\u0449\u0435\u0435 \u043f\u0440\u0430\u0432\u0438\u043b\u043e?