httpsfinder.version = 0.80
httpsfinder.description = Havaitsee ja h\u00e4lytt\u00e4\u00e4 automaattisesti kun SSL on k\u00e4ytett\u00e4viss\u00e4 webbisivulla. HTTPS Everywhere -ohjelmiston automaattinen s\u00e4\u00e4nt\u00f6luominen
httpsfinder.main.noThanks = Ei nyt
httpsfinder.main.noThanksKey = E
httpsfinder.main.rememberSetting = Tallenna s\u00e4\u00e4nt\u00f6
httpsfinder.main.rememberSettingKey = T
httpsfinder.main.autoForwardRulePrompt = HTTPS pakotettu. Tallennetaanko s\u00e4\u00e4nt\u00f6 HTTPS-Everywhere -ohjelmalle? (Huomautus: HTTPS-yhteysk\u00e4yt\u00e4nn\u00f6n kautta tarjotut palvelut voivat erota HTTP-version tarjoamista)
httpsfinder.main.saveRulePrompt = Tallennetaanko t\u00e4m\u00e4 s\u00e4\u00e4nt\u00f6 HTTPS-Everywhere -ohjelmalle? (Huomautus: HTTPS-yhteysk\u00e4yt\u00e4nn\u00f6n kautta tarjotut palvelut voivat erota HTTP-version tarjoamista)
httpsfinder.main.noRedirect = Ei nyt
httpsfinder.main.noRedirectKey = N
httpsfinder.main.yesRedirect = Kyll\u00e4, siirry HTTPS-yhteysk\u00e4yt\u00e4nt\u00f6\u00f6n
httpsfinder.main.yesRedirectKey = K
httpsfinder.main.httpsFoundPrompt = N\u00e4ytt\u00e4\u00e4 silt\u00e4 kuin t\u00e4st\u00e4 sivusta on olemassa salattu versio. Haluatko siirty\u00e4 sille nyt?
httpsfinder.main.ruleAddedTitle = S\u00e4\u00e4nt\u00f6 lis\u00e4tty
httpsfinder.main.ruleAddedText = HTTPS-Everywhere -ohjelmisto pakottaa s\u00e4\u00e4nn\u00f6n k\u00e4ytt\u00f6\u00f6n selaimen seuraavan uudelleenk\u00e4ynnistyksen j\u00e4lkeen.
httpsfinder.main.whitelist = Lis\u00e4\u00e4 valkoiselle listalle
httpsfinder.main.whitelistKey = L
httpsfinder.main.whitelistAdded = Verkkoalues\u00e4\u00e4nt\u00f6 lis\u00e4tty valkoiselle listalle
httpsfinder.main.getHttpsEverywhereKey = V
httpsfinder.main.getHttpsEverywhere = Hae HTTPS Everywhere -ohjelmisto
httpsfinder.main.NoHttpsEverywhere = N\u00e4ytt\u00e4\u00e4 silt\u00e4, ett\u00e4 HTTPS Everywhere -ohjelmisto ei ole asennettu. S\u00e4\u00e4nn\u00f6t tallennetaan, mutta niit\u00e4 ei pakoteta k\u00e4ytt\u00f6\u00f6n ennen ohjelmiston asentamista.
httpsfinder.main.restartPrompt = S\u00e4\u00e4nt\u00f6 pakotetaan k\u00e4ytt\u00f6\u00f6n seuraavan Firefox-uudellenk\u00e4ynnistyksen j\u00e4lkeen. K\u00e4ynnistet\u00e4\u00e4nk\u00f6 uudelleen nyt? (Selaimen v\u00e4lilehdet tallennetaan)
httpsfinder.main.restartPromptPrivate = S\u00e4\u00e4nt\u00f6 pakotetaan k\u00e4ytt\u00f6\u00f6n seuraavan Firefox-uudellenk\u00e4ynnistyksen j\u00e4lkeen. K\u00e4ynnistet\u00e4\u00e4nk\u00f6 uudelleen nyt? Selaimen v\u00e4lilehti\u00e4 EI tallenneta (yksityinen selaus k\u00e4yt\u00f6ss\u00e4)
httpsfinder.main.restartYes = K\u00e4ynnist\u00e4 uudelleen nyt
httpsfinder.main.restartYesKey = U
httpsfinder.main.restartNo = K\u00e4ynnist\u00e4 uudelleen my\u00f6hemmin
httpsfinder.main.restartNoKey = M
httpsfinder.main.tempWhitelistedTitle = Sijoitettu tilap\u00e4isesti valkoiselle listalle
httpsfinder.main.tempWhitelistedBody = Verkkoalue lis\u00e4tty tilap\u00e4iselle (istunto) valkoiselle listalle.
httpsfinder.overlay.whitelistReset = Valkoisen listan ja istunnon havaintotulokset nollattu
httpsfinder.preference.noResultsPB = Tuloksia ei tallennettu yksityisess selauksessa





httpsfinder.main.selfSignedAlert = This page offered a self-signed certificate for HTTPS. Add to whitelist, or go to the HTTPS page and add the exception. NOTE: HTTPS Finder won't enforce HTTPS on self signed sites. Create a rule if you want to always go HTTPS.
httpsfinder.rulePreview.overwriteConfirm = "Overwrite existing rule?"