httpsfinder.version = 0.74RC1
httpsfinder.description = Detectar autom\u00e1ticamente y alertar cuando SSL est\u00e9 disponible en una p\u00e1gina web. Creaci\u00f3n automatizada de reglas para HTTPS Everywhere
httpsfinder.main.noThanks = Ahora no
httpsfinder.main.noThanksKey = N
httpsfinder.main.rememberSetting = Guardar regla
httpsfinder.main.rememberSettingKey = S
httpsfinder.main.autoForwardRulePrompt = HTTPS aplicado. \u00bfGuardar esta regla para HTTPS-Everywhere? (Nota: Los servicios ofrecidos sobre HTTPS podr\u00edan diferir de la versi\u00f3n HTTP)
httpsfinder.main.saveRulePrompt = \u00bfGuardar esta regla para HTTPS-Everywhere? (Nota: Los servicios ofrecidos sobre HTTPS podr\u00edan diferir de los de la versi\u00f3n HTTP)
httpsfinder.main.noRedirect = Ahora no
httpsfinder.main.noRedirectKey = N
httpsfinder.main.yesRedirect = S\u00ed, ve a HTTPS
httpsfinder.main.yesRedirectKey = L
httpsfinder.main.httpsFoundPrompt = Parece que hay una versi\u00f3n encriptada de esta p\u00e1gina. \u00bfLe gustar\u00eda ir all\u00ed ahora?
httpsfinder.main.ruleAddedTitle = Regla A\u00f1adida
httpsfinder.main.ruleAddedText = La regla ser\u00e1 aplicada por HTTPS Everywhere despu\u00e9s del pr\u00f3ximo reinicio del navegador.
httpsfinder.main.whitelist = A\u00f1adir a la lista blanca
httpsfinder.main.whitelistKey = A
httpsfinder.main.whitelistAdded = Regla de dominio a\u00f1adida a la lista blanca
httpsfinder.main.getHttpsEverywhereKey = G
httpsfinder.main.getHttpsEverywhere = Obtener HTTPS Everywhere
httpsfinder.main.NoHttpsEverywhere = No parece que tenga instalado HTTPS Everywhere. Las reglas ser\u00e1n guardadas, pero no aplicadas hasta que lo instale.
httpsfinder.main.restartPrompt = La regla ser\u00e1 aplicada despu\u00e9s del pr\u00f3ximo reinicio de Firefox. \u00bfReiniciar ahora? (Las pesta\u00f1as ser\u00e1n guardadas)
httpsfinder.main.restartPromptPrivate = La regla ser\u00e1 aplicada despu\u00e9s del pr\u00f3ximo reinicio de Firefox. \u00bfReiniciar ahora? Las pesta\u00f1as NO ser\u00e1n guardadas (navegaci\u00f3n privada activada)
httpsfinder.main.restartYes = Reiniciar ahora
httpsfinder.main.restartYesKey = n
httpsfinder.main.restartNo = Reiniciar m\u00e1s tarde
httpsfinder.main.restartNoKey = l
httpsfinder.main.tempWhitelistedTitle = En lista blanca temporal
httpsfinder.main.tempWhitelistedBody = Dominio a\u00f1adido a la lista blanca temporal (sesi\u00f3n).
httpsfinder.overlay.whitelistReset = Lista blanca y resultados de detecci\u00f3n de sesi\u00f3n borrados





httpsfinder.preference.noResultsPB = Ning\u00fan resultado guardado en Navegaci\u00f3n Privada
